Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitBusinessLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.approve
source: Approve
ar: موافقة
bg: Одобри
ca: Aprovar
cs: Schválit
da: Godkend
de: Genehmigen
el: Έγκριση
es: Aprobar
es_419: Aprobar
fi: Hyväksy
fr: Approuver
fr_ca: Approuver
he: אשר
hi: अनुमोदित करें
hr: Odobri
hu: Jóváhagyás
id: Setujui
it: Approva
ja: 承認
kk: Бекіту
ko: 승인
ms: Selaraskan
nb: Godkjenn
nl: Keur goed
pl: Zatwierdź
pt_br: Aprovar
pt_pt: Aprovar
ro: Aprobă
ru: Одобрить
sk: Schváliť
sv: Godkänn
th: ยอมรับ
tr: Onayla
uk: Схвалити
vi: Phê duyệt
zh_hans: 批准
zh_hant: 核准
zh_hk: 批准

# TK.Action.assign
source: Assign
ar: تعيين
bg: Назначи
ca: Assignar
cs: Přiřadit
da: Tildel
de: Zuweisen
el: Ανάθεση
es: Asignar
es_419: Asignar
fi: Määritä
fr: Assigner
fr_ca: Attribuer
he: הקדש
hi: असाइन करें
hr: Dodijeli
hu: Hozzárendelés
id: Tugaskan
it: Assegna
ja: タスクを割り当てる
kk: Бөлу
ko: 할당
ms: Tugaskan
nb: Tildel
nl: Toewijzen
pl: Przypisz
pt_br: Atribuir
pt_pt: Atribuir
ro: Atribuie
ru: Назначить
sk: Priradiť
sv: Tilldela
th: มอบหมาย
tr: Atama Yap
uk: Призначити
vi: Giao nhiệm vụ
zh_hans: 分配
zh_hant: 指派
zh_hk: 分配

# TK.Action.attachFile
source: Attach File
ar: إرفاق ملف
bg: Прикачи файл
ca: Adjuntar Fitxer
cs: Připojit soubor
da: Vedhæft fil
de: Datei anhängen
el: Επισύναψη Αρχείου
es: Adjuntar archivo
es_419: Adjuntar archivo
fi: Liitä tiedosto
fr: Joindre un fichier
fr_ca: Joindre un Fichier
he: צורף קובץ
hi: फाइल संलग्न करें
hr: Prikači datoteku
hu: Fájl csatolása
id: Lampirkan Berkas
it: Allega File
ja: ファイルを添付
kk: Файлды тіркеу
ko: 파일 첨부
ms: Lampirkan Fail
nb: Legg ved fil
nl: Bestand Bijvoegen
pl: Dołącz plik
pt_br: Anexar Arquivo
pt_pt: Anexar Ficheiro
ro: Atașează Fișier
ru: Прикрепить файл
sk: Priložiť súbor
sv: Bifoga fil
th: แนบไฟล์
tr: Dosya Ekle
uk: Прикріпити файл
vi: Đính kèm tệp
zh_hans: 附加文件
zh_hant: 附加檔案
zh_hk: 附加檔案

# TK.Action.backupData
source: Backup Data
ar: نسخ البيانات احتياطيًا
bg: Резервно копие на данни
ca: Fer Còpia de Seguretat de Dades
cs: Zálohovat data
da: Tag backup af data
de: Daten sichern
el: Εφεδρεία Δεδομένων
es: Hacer copia de seguridad de datos
es_419: Resguardar datos
fi: Varmuuskopioi tiedot
fr: Sauvegarder les données
fr_ca: Sauvegarder les Données
he: גבה נתונים
hi: डेटा बैकअप करें
hr: Izradi sigurnosnu kopiju podataka
hu: Adatok biztonsági mentése
id: Cadangkan Data
it: Esegui Backup Dati
ja: データをバックアップ
kk: Деректерді резервте сақтау
ko: 데이터 백업
ms: Cipta Sandaran Data
nb: Sikkerhetskopier data
nl: Gegevens Back-uppen
pl: Utwórz kopię zapasową danych
pt_br: Fazer Backup dos Dados
pt_pt: Fazer Backup de Dados
ro: Copiază Date
ru: Резервное копирование данных
sk: Zálohovať údaje
sv: Säkerhetskopiera data
th: สำรองข้อมูล
tr: Verileri Yedekle
uk: Резервне копіювання даних
vi: Sao lưu dữ liệu
zh_hans: 备份数据
zh_hant: 備份資料
zh_hk: 備份數據

# TK.Action.bill
source: Bill
ar: فاتورة
bg: Фактурирайте
ca: Facturar
cs: Vyfakturovat
da: Faktura
de: Rechnung
el: Τιμολόγηση
es: Facturar
es_419: Facturar
fi: Laskuta
fr: Facturer
fr_ca: Facturer
he: חשבונית
hi: बिल बनाएं
hr: Kreiraj račun
hu: Számla
id: Catat
it: Fattura
ja: 請求書
kk: Шот жасау
ko: 청구서
ms: 开具账单
nb: Fakturere
nl: Factuur
pl: Faktura
pt_br: Cobrar
pt_pt: Faturar
ro: Factură
ru: Выставить счёт
sk: Faktúra
sv: Fakturera
th: สร้างใบเรียกเก็บเงิน
tr: Fatura
uk: Виставити рахунок
vi: Kê hóa đơn
zh_hans: 开单
zh_hant: 開立發票
zh_hk: 账单

# TK.Action.bookNow
source: Book Now
ar: احجز الآن
bg: Резервирай сега
ca: Reserva Ara
cs: Rezervovat nyní
da: Book nu
de: Jetzt buchen
el: Κράτηση Τώρα
es: Reservar ahora
es_419: Reservar ahora
fi: Varaa nyt
fr: Réserver maintenant
fr_ca: Réserver Maintenant
he: הזמן עכשיו
hi: अभी बुक करें
hr: Rezerviraj sada
hu: Foglalás Most
id: Pesan Sekarang
it: Prenota Ora
ja: 今すぐ予約
kk: Қазір брондау
ko: 지금 예약
ms: Tempah Sekarang
nb: Bestill nå
nl: Nu Boeken
pl: Zarezerwuj teraz
pt_br: Reservar Agora
pt_pt: Reservar
ro: Rezervă Acum
ru: Забронировать сейчас
sk: Rezervovať teraz
sv: Boka nu
th: จองตอนนี้
tr: Şimdi Rezervasyon Yap
uk: Забронювати зараз
vi: Đặt ngay
zh_hans: 立即预订
zh_hant: 立即預約
zh_hk: 立即預訂

# TK.Action.calculate
source: Calculate
ar: قم بالحساب
bg: Изчисли
ca: Calcular
cs: Vypočítat
da: Beregn
de: Berechnen
el: Υπολογισμός
es: Calcular
es_419: Calcular
fi: Laske
fr: Calculer
fr_ca: Calculer
he: חשב
hi: गणना करें
hr: Izračunaj
hu: Kalkuláció
id: Hitung
it: Calcola
ja: 計算する
kk: Есептеу
ko: 계산하기
ms: Kira
nb: Beregne
nl: Berekenen
pl: Oblicz
pt_br: Calcular
pt_pt: Calcular
ro: Calculează
ru: Рассчитать
sk: Vypočítať
sv: Beräkna
th: คำนวณ
tr: Hesapla
uk: Обчислити
vi: Tính toán
zh_hans: 计算
zh_hant: 計算
zh_hk: 计算

# TK.Action.clockIn
source: Clock In
ar: تسجيل الدخول
bg: Регистрирайте се
ca: Entrada
cs: Přihlásit se
da: Stemple ind
de: Einchecken
el: Σημείωση Εργασίας
es: Fichar entrada
es_419: Registrar hora de entrada
fi: Kirjaudu sisään
fr: Pointer
fr_ca: Pointer
he: הקלט נכנס
hi: क्लॉक इन करें
hr: Prijavi dolazak
hu: Órázás Kezdése
it: Timbra l'entrata
ja: 出勤する
kk: Есепке кіру
ko: 출근하기
ms: Tandakan Masuk
nb: Stemple inn
nl: Inklokken
pl: Zacznij pracę
pt_br: Registrar Horário de Entrada
pt_pt: Registrar Entrada
ro: Intră la muncă
ru: Отметить время начала
sk: Zaznamenať začiatok práce
sv: Klocka in
th: บันทึกเวลา
tr: Giriş Yap
uk: Відмітитися на роботі
vi: Đi vào làm
zh_hans: 打卡
zh_hant: 打卡
zh_hk: 打卡上班

# TK.Action.clockOut
source: Clock Out
ar: تسجيل الخروج
bg: Регистрирайте се
ca: Sortida
cs: Odhlásit se
da: Stemple ud
de: Auschecken
el: Αποχώρηση Εργασίας
es: Fichar salida
es_419: Registrar salida
fi: Kirjaudu ulos
fr: Déconnecter
fr_ca: Dépointer
he: הקלט יוצא
hi: क्लॉक आउट करें
hr: Odjavi se
hu: Órázás Befejezése
it: Timbra l'uscita
ja: 退勤する
kk: Есептен шығу
ko: 퇴근하기
ms: Tandakan Keluar
nb: Stemp ut
nl: Uitklokken
pl: Wyjdź
pt_br: Registrar Horário de Saída
pt_pt: Registrar Saída
ro: Ieși de la muncă
ru: Отметить время окончания
sk: Zaznamenať odchod z práce
sv: Klocka ut
th: เลิกบันทึกเวลา
tr: Çıkış Yap
uk: Вийти
vi: Đi ra ngoài
zh_hans: 打卡
zh_hant: 打卡
zh_hk: 打卡下班

# TK.Action.createInvoice
source: Create Invoice
ar: إنشاء فاتورة
bg: Създай фактура
ca: Crear Factura
cs: Vytvořit fakturu
da: Opret faktura
de: Rechnung erstellen
el: Δημιουργία Τιμολόγιου
es: Crear factura
es_419: Crear factura
fi: Luo lasku
fr: Créer une facture
fr_ca: Créer une Facture
he: צור חשבונית
hi: इनवॉइस बनाएं
hr: Izradi račun
hu: Számla létrehozása
id: Buat Faktur
it: Crea Fattura
ja: 請求書を作成
kk: Шот-фактура жасау
ko: 청구서 만들기
ms: Cipta Invois
nb: Opprett faktura
nl: Factuur Aanmaken
pl: Utwórz fakturę
pt_br: Criar Fatura
pt_pt: Criar Fatura
ro: Factură de creare
ru: Создать счет-фактуру
sk: Vytvoriť faktúru
sv: Skapa faktura
th: สร้างใบแจ้งหนี้
tr: Fatura Oluştur
uk: Створити рахунок
vi: Tạo hóa đơn
zh_hans: 创建费用单
zh_hant: 建立發票
zh_hk: 創建發票

# TK.Action.createTask
source: Create Task
ar: إنشاء مهمة
bg: Създай задача
ca: Crear Tasca
cs: Vytvořit úkol
da: Opret opgave
de: Aufgabe erstellen
el: Δημιουργία Εργασίας
es: Crear tarea
es_419: Crear tarea
fi: Luo tehtävä
fr: Créer une tâche
fr_ca: Créer une Tâche
he: צור משימה
hi: कार्य बनाएं
hr: Stvori zadatak
hu: Feladat létrehozása
id: Buat Tugas
it: Crea Compito
ja: タスクを作成
kk: Тапсырма жасау
ko: 작업 만들기
ms: Cipta Tugas
nb: Opprett oppgave
nl: Taak Aanmaken
pl: Utwórz zadanie
pt_br: Criar Tarefa
pt_pt: Criar Tarefa
ro: Creează Sarcină
ru: Создать задачу
sk: Vytvoriť úlohu
sv: Skapa uppgift
th: สร้างงาน
tr: Görev Oluştur
uk: Створити завдання
vi: Tạo nhiệm vụ
zh_hans: 创建任务
zh_hant: 建立任務
zh_hk: 創建任務

# TK.Action.deposit
source: Deposit
ar: إيداع
bg: Депозиране
ca: Ingressar
cs: Vložit
da: Indbetal
de: Einzahlen
el: Κατάθεση
es: Depositar
es_419: Depositar
fi: Talleta
fr: Déposer
fr_ca: Déposer
he: הפקד
hi: जमा करें
hr: Uloži
hu: Betét
id: Setor
it: Deposita
ja: 預ける
kk: Депозит
ko: 입금
nb: Sett inn
nl: Storten
pl: Wpłać
pt_br: Depositar
pt_pt: Depositar
ro: Depozitează
ru: Внести депозит
sk: Vložiť
sv: Sätt in
th: ฝากเงิน
tr: Para Yatır
uk: Внести депозит
vi: Nạp Tiền
zh_hans: 存入
zh_hant: 存款
zh_hk: 存款

# TK.Action.exportData
source: Export Data
ar: تصدير البيانات
bg: Експортирай данни
ca: Exportar dades
cs: Exportovat data
da: Eksportér Data
de: Daten Exportieren
el: Εξαγωγή Δεδομένων
es: Exportar datos
es_419: Exportar Datos
fi: Vie tiedot
fr: Exporter les données
fr_ca: Exporter les données
he: ייצא נתונים
hi: डेटा निर्यात करें
hr: Izvezi Podatke
hu: Adatok exportálása
id: Ekspor Data
it: Esporta Dati
ja: データをエクスポート
kk: Деректерді экспорттау
ko: 데이터 내보내기
ms: Eksport Data
nb: Eksporter data
nl: Gegevens Exporteren
pl: Eksportuj dane
pt_br: Exportar Dados
pt_pt: Exportar Dados
ro: Exportă Datele
ru: Экспортировать данные
sk: Exportovať údaje
sv: Exportera data
th: ส่งออกข้อมูล
tr: Verileri Dışa Aktar
uk: Експортувати дані
vi: Xuất Dữ Liệu
zh_hans: 导出数据
zh_hant: 導出資料
zh_hk: 導出數據

# TK.Action.exportPDF
source: Export PDF
ar: تصدير كملف PDF
bg: Експортирай PDF
ca: Exportar com a PDF
cs: Exportovat PDF
da: Eksporter PDF
de: PDF exportieren
el: Εξαγωγή σε PDF
es: Exportar PDF
es_419: Exportar PDF
fi: Vie PDF
fr: Exporter au format PDF
fr_ca: Exporter au format PDF
he: ייצוא כקובץ PDF
hi: PDF एक्सपोर्ट करें
hr: Eksportiraj PDF
hu: Exportálás PDF-ként
id: Ekspor PDF
it: Esporta PDF
ja: PDFをエクスポートする
kk: PDF файлын экспорттау
ko: PDF 내보내기
ms: Eksport PDF
nb: Eksporter PDF
nl: Exporteer PDF
pl: Eksportuj PDF
pt_br: Exportar PDF
pt_pt: Exportar PDF
ro: Exportați PDF
ru: Экспортировать PDF
sk: Exportovať PDF
sv: Exportera PDF
th: ส่งออก PDF
tr: PDF’i Dışa Aktar
uk: Експортувати PDF
vi: Xuất PDF
zh_hans: 导出PDF
zh_hant: 輸出為PDF
zh_hk: 輸出為PDF

# TK.Action.finalize
source: Finalize
ar: أكمل (أو انهي)
bg: Финализирай
ca: Finalitzar
da: Afslut
de: Abschließen
el: Ολοκλήρωση
es: Finalizar
es_419: Finalizar
fi: Viimeistele
fr: Finaliser
fr_ca: Finaliser
he: סיים
hi: अंतिम रूप दें
hr: Finaliziraj
hu: Véglegesítés
id: Finalisasi
it: Finalizza
ja: 最終確認する
kk: Аяқтау
ko: 마무리
ms: Akhiri
nb: Fullfør
nl: Finaliseren
pl: Sfinalizuj
pt_br: Finalizar
pt_pt: Finalizar
ro: Finalizează
ru: Завершить
sk: Dokončiť
sv: Slutför
th: สรุป
tr: Tamamla
uk: Завершити
vi: Hoàn tất
zh_hans: 最终确定
zh_hant: 完成
zh_hk: 完成

# TK.Action.generateInvoice
source: Generate Invoice
ar: إنشاء فاتورة
bg: Генериране на фактура
ca: Generar factura
cs: Vygenerovat fakturu
da: Generer Faktura
de: Rechnung Erstellen
el: Δημιουργία Τιμολογίου
es: Generar factura
es_419: Generar Factura
fi: Luo lasku
fr: Générer une facture
fr_ca: Générer la facture
he: ייצר חשבונית
hi: चालान उत्पन्न करें
hr: Generiraj Račun
hu: Számla generálása
id: Buat Faktur
it: Genera Fattura
ja: 請求書を生成
kk: Шот-фактура жасау
ko: 청구서 생성
ms: Hasilkan Invois
nb: Generer faktura
nl: Factuur Genereren
pl: Generuj fakturę
pt_br: Gerar Fatura
pt_pt: Gerar Fatura
ro: Generează Factură
ru: Сгенерировать счет
sk: Vytvoriť faktúru
sv: Skapa faktura
th: สร้างใบแจ้งหนี้
tr: Fatura Oluştur
uk: Генерувати рахунок
vi: Tạo Hóa Đơn
zh_hans: 生成费用单
zh_hant: 生成發票
zh_hk: 生成發票

# TK.Action.generateReport
source: Generate Report
ar: إنشاء تقرير
bg: Генериране на отчет
ca: Generar informe
cs: Vygenerovat zprávu
da: Generer Rapport
de: Bericht Erstellen
el: Δημιουργία Αναφοράς
es: Generar informe
es_419: Generar Informe
fi: Luo raportti
fr: Générer un rapport
fr_ca: Générer le rapport
he: ייצר דוח
hi: रिपोर्ट उत्पन्न करें
hr: Generiraj Izvještaj
hu: Jelentés generálása
id: Buat Laporan
it: Genera Report
ja: レポートを生成
kk: Есепті жасау
ko: 보고서 생성
ms: Hasilkan Laporan
nb: Generer rapport
nl: Rapport Genereren
pl: Generuj raport
pt_br: Gerar Relatório
pt_pt: Gerar Relatório
ro: Generează Raport
ru: Сгенерировать отчет
sk: Vytvoriť správu
sv: Generera rapport
th: สร้างรายงาน
tr: Rapor Oluştur
uk: Генерувати звіт
vi: Tạo Báo Cáo
zh_hans: 生成报告
zh_hant: 生成報告
zh_hk: 生成報告

# TK.Action.invoice
source: Invoice
ar: فاتورة
bg: Фактура
ca: Factura
cs: Faktura
da: Faktura
de: Rechnung
el: Τιμολόγιο
es: Factura
es_419: Factura
fi: Lasku
fr: Facturer
fr_ca: Facture
he: חשבונית
hi: चालान
hr: Račun
hu: Számla
id: Faktur
it: Fattura
ja: 請求書
kk: Шот-фактура
ko: 청구서
ms: Faktur
nb: Faktura
nl: Factuur
pl: Faktura
pt_br: Fatura
pt_pt: Fatura
ro: Factură
ru: Счет-фактура
sk: Faktúra
sv: Faktura
th: ใบแจ้งหนี้
tr: Fatura
uk: Рахунок
vi: Hóa đơn
zh_hans: 费用单
zh_hant: 發票
zh_hk: 发票

# TK.Action.logHours
source: Log Hours
ar: سجل الساعات
bg: Запиши часовете
ca: Registra hores
cs: Zaznamenat pracovní hodiny
da: Log timer
de: Stunden protokollieren
el: Καταγραφή Ωρών
es: Registrar horas
es_419: Registrar horas
fi: Kirjaa työtunnit
fr: Enregistrer les heures
fr_ca: Enregistrer les heures
he: רשום שעות
hi: घंटे लॉग करें
hr: Zabilježi sate
hu: Munkaidő rögzítése
id: Catat Jam
it: Registra Ore
ja: 時間を記録する
kk: Сағатты тіркеу
ko: 근무 시간 기록하기
ms: Catat Jam
nb: Logg timer
nl: Uren Registreren
pl: Rejestruj Godziny
pt_br: Registrar Horas
pt_pt: Registar Horas
ro: Înregistrează Ore
ru: Записать часы
sk: Zaznamenať hodiny
sv: Logga timmar
th: บันทึกชั่วโมง
tr: Saatleri Kaydet
uk: Логувати години
vi: Ghi giờ làm
zh_hans: 记录耗时
zh_hant: 記錄工時
zh_hk: 记录工时

# TK.Action.markAsComplete
source: Mark as Complete
ar: تحديد كمكتمل
bg: Маркиране като завършено
ca: Marcar com a complet
cs: Označit jako dokončené
da: Marker som Fuldført
de: Als Abgeschlossen Markieren
el: Σημείωση ως Ολοκληρωμένο
es: Marcar como completo
es_419: Marcar como Completo
fi: Merkitse valmiiksi
fr: Marquer comme complet
fr_ca: Marquer comme complet
he: סמן כהושלם
hi: पूर्ण के रूप में चिह्नित करें
hr: Označi kao Završeno
hu: Késznek nyilvánítás
id: Tandai Sebagai Lengkap
it: Segna come Completo
ja: 完了とする
kk: Дайын деп белгілеу
ko: 완료로 표시
ms: Tandakan Sebagai Lengkap
nb: Merk som fullført
nl: Markeren als Voltooid
pl: Oznacz jako ukończone
pt_br: Marcar como Completo
pt_pt: Marcar como Completo
ro: Marchează ca Finalizat
ru: Отметить как завершено
sk: Označiť ako dokončené
sv: Markera som slutförd
th: ทำเครื่องหมายว่าเสร็จสิ้น
tr: Tamamlandı Olarak İşaretle
uk: Позначити як завершено
vi: Đánh dấu hoàn tất
zh_hans: 标记为完成
zh_hant: 標記為完成
zh_hk: 標記為完成

# TK.Action.markAsPaid
source: Mark as Paid
ar: ضع علامة كمدفوع
bg: Отбележи като платено
ca: Marca com a pagat
cs: Označit jako zaplacené
da: Markér som betalt
de: Als bezahlt markieren
el: Σημείωση ως Πληρωμένο
es: Marcar como pagado
es_419: Marcar como Pagado
fi: Merkitse maksetuksi
fr: Marquer comme payé
fr_ca: Marquer comme payé
he: סמן כמוסדר
hi: भुगतान किया गया के रूप में चिह्नित करें
hr: Označi kao plaćeno
hu: Fizetettként megjelölés
id: Tandai sebagai Terbayar
it: Segna come Pagato
ja: 支払済みマーク
kk: Төленді деп белгілеу
ko: 결제 완료로 표시하기
ms: Tandakan sebagai Dibayar
nb: Merk som betalt
nl: Markeren als Betaald
pl: Oznacz jako Zapłacone
pt_br: Marcar como Pago
pt_pt: Assinalar como Pago
ro: Marchează ca Plătit
ru: Отметить как оплаченное
sk: Označiť ako zaplatené
sv: Markera som betald
th: ทำเครื่องหมายว่าได้ชำระเงินแล้ว
tr: Ödendi Olarak İşaretle
uk: Позначити як оплачено
vi: Đánh dấu là đã trả tiền
zh_hans: 标记为已付
zh_hant: 標記為已支付
zh_hk: 标记为已付

# TK.Action.print
source: Print
ar: طباعة
bg: Принтирай
ca: Imprimir
cs: Tisknout
da: Udskriv
de: Drucken
el: Εκτύπωση
es: Imprimir
es_419: Imprimir
fi: Tulosta
fr: Imprimer
fr_ca: Imprimer
he: הדפס
hi: प्रिंट करें
hr: Ispis
hu: Nyomtatás
id: Cetak
it: Stampa
ja: プリント
kk: Басып шығару
ko: 프린트
ms: Cetak
nb: Skriv ut
nl: Druk af
pl: Drukuj
pt_br: Imprimir
pt_pt: Imprimir
ro: Tipăriți
ru: Напечатать
sk: Tlačiť
sv: Skriv ut
th: พิมพ์
tr: Yazdır
uk: Друкувати
vi: In
zh_hans: 打印
zh_hant: 列印
zh_hk: 列印

# TK.Action.processPayment
source: Process Payment
ar: معالجة الدفع
bg: Обработи плащането
ca: Processar pagament
cs: Zpracovat platbu
da: Behandl betaling
de: Zahlung bearbeiten
el: Επεξεργασία πληρωμής
es: Procesar pago
es_419: Procesar pago
fi: Käsittele maksu
fr: Traiter le paiement
fr_ca: Traiter le paiement
he: תהליך תשלום
hi: भुगतान संसाधित करें
hr: Obradi uplatu
hu: Fizetés feldolgozása
id: Proses Pembayaran
it: Elabora Pagamento
ja: 支払いを処理する
kk: Төлемді өңдеу
ko: 결제 처리하기
ms: Proses Pembayaran
nb: Behandle betaling
nl: Betaling Verwerken
pl: Przetwarzaj płatność
pt_br: Processar Pagamento
pt_pt: Processar Pagamento
ro: Procesează plata
ru: Обработать платеж
sk: Spracovať platbu
sv: Behandla betalning
th: ดำเนินการชำระเงิน
tr: Ödemeyi İşle
uk: Обробити платіж
vi: Xử lý thanh toán
zh_hans: 处理支付
zh_hant: 處理付款
zh_hk: 處理付款

# TK.Action.quote
source: Quote
ar: اقتباس
bg: Цитат
ca: Cita
cs: Citovat
da: Citer
de: Angebot
el: Προσφορά
es: Citar
es_419: Citar
fi: Lainaa
fr: Devis
fr_ca: Citation
he: ציטוט
hi: उद्धरण
hr: Citat
hu: Árajánlat
id: Kutip
it: Preventivo
ja: 見積もりを生成する
kk: Дәйексөз
ko: 견적서
ms: Petik
nb: Tilbud
nl: Citaat
pl: Cytuj
pt_br: Citar
pt_pt: Citar
ro: Cotează
ru: Цитировать
sk: Citačná ponuka
sv: Citat
th: อ้างอิงราคา
tr: Teklif Ver
uk: Цитата
vi: Trích dẫn
zh_hans: 报价
zh_hant: 報價
zh_hk: 報價

# TK.Action.recordExpense
source: Record Expense
ar: سجل المصروف
bg: Запиши разхода
ca: Registra despesa
cs: Nahrát výdaj
da: Optag udgift
de: Ausgabe aufzeichnen
el: Καταγραφή εξόδου
es: Registrar gasto
es_419: Registrar gasto
fi: Tallenna kustannus
fr: Enregistrer la dépense
fr_ca: Enregistrer la dépense
he: הקלט הוצאה
hi: व्यय रिकॉर्ड करें
hr: Zabilježi trošak
hu: Költség rögzítése
id: Rekam Pengeluaran
it: Registra Spesa
ja: 支出を記録する
kk: Шығынды жазу
ko: 비용 기록하기
ms: Rekod Perbelanjaan
nb: Registrer utgift
nl: Uitgave Registreren
pl: Zarejestruj wydatek
pt_br: Registrar Despesa
pt_pt: Gravar Despesa
ro: Înregistrează cheltuiala
ru: Записать расход
sk: Zaznamenať výdavok
sv: Registrera utgift
th: บันทึกค่าใช้จ่าย
tr: Harcamayı Kaydet
uk: Записати витрати
vi: Ghi lại chi phí
zh_hans: 记录开支
zh_hant: 記錄支出
zh_hk: 記錄開支

# TK.Action.requestApproval
source: Request Approval
ar: طلب الموافقة
bg: Искай одобрение
ca: Sol·licitar aprovació
cs: Požádat o schválení
da: Anmod om godkendelse
de: Genehmigung anfordern
el: Ζήτηση Έγκρισης
es: Solicitar aprobación
es_419: Solicitar aprobación
fi: Pyydä hyväksyntää
fr: Demander une approbation
fr_ca: Demander une approbation
he: בקש אישור
hi: अनुमोदन का अनुरोध करें
hr: Zatraži odobrenje
hu: Jóváhagyás kérése
id: Minta Persetujuan
it: Richiedi approvazione
ja: 承認を要求する
kk: Рұқсат алу сұрау
ko: 승인 요청
ms: Minta Kelulusan
nb: Be om godkjenning
nl: Goedkeuring aanvragen
pl: Poproś o zatwierdzenie
pt_br: Solicitar Aprovação
pt_pt: Solicitar Aprovação
ro: Cere aprobarea
ru: Запросить одобрение
sk: Požiadať o schválenie
sv: Begär Godkännande
th: ขออนุมัติ
tr: Onay İste
uk: Запросити підтвердження
vi: Yêu cầu phê duyệt
zh_hans: 请求批准
zh_hant: 請求批准
zh_hk: 請求批准

# TK.Action.requestMoney
source: Request Money
ar: طلب المال
bg: Искай пари
ca: Sol·licitar diners
cs: Požádat o peníze
da: Anmod om penge
de: Geld anfordern
el: Ζήτηση Χρημάτων
es: Solicitar dinero
es_419: Solicitar dinero
fi: Pyydä rahaa
fr: Demander de l'argent
fr_ca: Demander de l'argent
he: בקש כסף
hi: पैसे का अनुरोध करें
hr: Zatraži novac
hu: Pénz kérése
id: Minta Uang
it: Richiedi denaro
ja: お金を要求する
kk: Ақша сұрау
ko: 금액 요청하기
ms: Minta Wang
nb: Be om penger
nl: Geld Aanvragen
pl: Poproś o pieniądze
pt_br: Solicitar Dinheiro
pt_pt: Pedir Dinheiro
ro: Cere bani
ru: Запросить деньги
sk: Požiadať o peniaze
sv: Begär Pengar
th: ขอเงิน
tr: Para İste
uk: Запросити гроші
vi: Yêu cầu tiền
zh_hans: 请求付款
zh_hant: 請求付款
zh_hk: 請求付款

# TK.Action.scheduleMeeting
source: Schedule Meeting
ar: جدولة اجتماع
bg: Планирай среща
ca: Programar reunió
cs: Naplánovat schůzku
da: Planlæg møde
de: Meeting planen
el: Προγραμματισμός Συνάντησης
es: Programar reunión
es_419: Programar reunión
fi: Aikatauluta kokous
fr: Planifier une réunion
fr_ca: Planifier une réunion
he: קבע פגישה
hi: बैठक की योजना बनाएं
hr: Zakaži sastanak
hu: Találkozó ütemezése
id: Jadwalkan Pertemuan
it: Pianifica riunione
ja: 会議をスケジュール
kk: Кездесу жоспарлау
ko: 회의 일정 잡기
ms: Jadualkan Mesyuarat
nb: Planlegg møte
nl: Vergadering Inplannen
pl: Umów spotkanie
pt_br: Agendar Reunião
pt_pt: Agendar Reunião
ro: Programează întâlnire
ru: Запланировать встречу
sk: Naplánovať stretnutie
sv: Boka Möte
th: กำหนดประชุม
tr: Toplantı Planla
uk: Запланувати зустріч
vi: Lên lịch họp
zh_hans: 安排会议
zh_hant: 安排會議
zh_hk: 安排會議

# TK.Action.sendInvitation
source: Send Invitation
ar: أرسل دعوة
bg: Изпрати покана
ca: Enviar invitació
cs: Odeslat pozvánku
de: Einladung senden
el: Στείλε Πρόσκληση
es: Enviar invitación
es_419: Enviar invitación
fi: Lähetä kutsu
fr: Envoyer une invitation
fr_ca: Envoyer une invitation
he: שלח הזמנה
hi: निमंत्रण भेजें
hr: Pošalji pozivnicu
hu: Meghívó küldése
id: Kirim Undangan
it: Invia invito
ja: 招待状を送信
kk: Шақыру жіберу
ko: 초대 보내기
ms: Hantar Jemputan
nb: Send invitasjon
nl: Stuur uitnodiging
pl: Wyślij zaproszenie
pt_br: Enviar Convite
pt_pt: Enviar Convite
ro: Trimite invitația
ru: Отправить приглашение
sk: Odoslať pozvánku
sv: Skicka inbjudan
th: ส่งคำเชิญ
tr: Davet Gönder
uk: Надіслати запрошення
vi: Gửi Lời Mời
zh_hans: 发送邀请
zh_hant: 發送邀請
zh_hk: 發送邀請

# TK.Action.sendMoney
source: Send Money
ar: أرسل المال
bg: Изпрати пари
ca: Enviar diners
cs: Odeslat peníze
da: Send Penge
de: Geld senden
el: Στείλε Χρήματα
es: Enviar Dinero
es_419: Enviar dinero
fi: Lähetä rahaa
fr: Envoyer de l'argent
fr_ca: Envoyer de l'argent
he: שלח כסף
hi: पैसा भेजें
hr: Pošalji novac
hu: Pénz küldése
id: Kirim Uang
it: Invia Denaro
ja: お金を送る
kk: Ақша жіберу
ko: 돈 보내기
ms: Hantar Wang
nb: Send penger
nl: Stuur geld
pl: Wyślij pieniądze
pt_br: Enviar Dinheiro
pt_pt: Enviar Dinheiro
ro: Trimite Bani
ru: Отправить деньги
sk: Odoslať peniaze
sv: Skicka pengar
th: ส่งเงิน
tr: Para Gönder
uk: Надіслати гроші
vi: Gửi Tiền
zh_hans: 发送钱款
zh_hant: 發送金錢
zh_hk: 發送金錢

# TK.Action.sendReminder
source: Send Reminder
ar: أرسل تذكير
bg: Изпрати напомняне
ca: Enviar recordatori
cs: Odeslat připomínku
da: Send Påmindelse
de: Erinnerung senden
el: Στείλε Υπενθύμιση
es: Enviar recordatorio
es_419: Enviar recordatorio
fi: Lähetä muistutus
fr: Envoyer un rappel
fr_ca: Envoyer un rappel
he: שלח תזכורת
hi: रिमाइंडर भेजें
hr: Pošalji podsjetnik
hu: Emlékeztető küldése
id: Kirim Pengingat
it: Invia Promemoria
ja: リマインダーを送信
kk: Еске салу жіберу
ko: 리마인더 보내기
ms: Hantar Peringatan
nb: Send påminnelse
nl: Stuur herinnering
pl: Wyślij przypomnienie
pt_br: Enviar Lembrete
pt_pt: Enviar Lembrete
ro: Trimite Memento
ru: Отправить напоминание
sk: Odoslať pripomienku
sv: Skicka påminnelse
th: ส่งการเตือนความจำ
tr: Hatırlatıcı Gönder
uk: Надіслати нагадування
vi: Gửi Nhắc Nhở
zh_hans: 发送提醒
zh_hant: 發送提醒
zh_hk: 發送提醒

# TK.Action.setDeadline
source: Set Deadline
ar: حدد الموعد النهائي
bg: Задай краен срок
ca: Establir data límit
cs: Nastavit lhůtu
da: Sæt deadline
de: Frist festlegen
el: Όρισε Προθεσμία
es: Establecer Fecha Límite
es_419: Establecer fecha límite
fi: Aseta takaraja
fr: Définir une date limite
fr_ca: Définir une date limite
he: קבע מועד סיום
hi: समय सीमा निर्धारित करें
hr: Postavi rok
hu: Határidő megadása
id: Tetapkan Tenggat Waktu
it: Imposta Scadenza
ja: 締切を設定
kk: Соңғы мерзімді орнату
ko: 마감일 설정
ms: Tetapkan Tarikh Akhir
nb: Sett frist
nl: Stel deadline in
pl: Ustal termin
pt_br: Definir Prazo
pt_pt: Definir Prazo
ro: Stabilește Termenul Limită
ru: Установить срок
sk: Nastaviť termín
sv: Sätt deadline
th: ตั้งเวลาสิ้นสุด
tr: Son Tarih Belirle
uk: Встановити термін
vi: Đặt Hạn Cuối
zh_hans: 设定截止日期
zh_hant: 設置截止日期
zh_hk: 設定最後期限
